---
type: DetailLine
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# DetailLine

`Autodesk.Revit.DB.DetailLine` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |